{
  "Recipe 1": {
    "name": "Сырники из творога на две порции",
    "cooking time": "30 минут",
    "ingredients": [
      "творог - 350 г",
      "Куриное яйцо — 2 штуки",
      "Пшеничная мука — 6 столовых ложек",
      "Сахар — 2 столовые ложки"
    ],
    "cooking instructions": [
      "1 Смешайте весь творог с яйцами, сахаром и тщательно всё перемешайте.",
      "2 Всыпьте в творог муку и тщательно перемешайте.",
      "3 Поставьте сковороду на средний огонь и налейте в нее подсолнечное масло.",
      "4 Слепите несколько небольших шариков из получившейся творожной массы и положите их на тарелку.",
      "5 Затем по очереди обкатывайте творожные шарики в муке и выкладывайте на сковороду.",
      "6 Обжаривайте сырники 1–2 минуты до появления золотистой корочки. Затем переверните их на другую сторону и также обжарьте до золотистого состояния.",
      "7 Повторяйте, пока творог не закончится."
    ]
  },
  "Recipe 2": {
    "name": "Салат из красной фасоли с творожным сыром, красным луком и сезонным салатом",
    "cooking time": "7 минут",
    "ingredients": [
      "Специи по вкусу",
      "Консервированная фасоль — 400 г",
      "Лимон — 1 штука",
      "Чеснок — 2 зубчика",
      "Оливковое масло — 50 мл",
      "Рукола — 100 г",
      "Творожный сыр — 200 г",
      "Красный лук — 50 г"
    ],
    "cooking instructions": [
      "1 Открыть две банки красной фасоли в собственном соку, слить сок и промыть фасоль холодной водой.",
      "2 Готовую фасоль смешать с мелко нарубленным красным луком, зеленью, давленым чесноком, оливковым маслом, лимонным соком и творожным сыром.",
      "3 Посолить, поперчить, дать продуктам две минуты притереться друг к другу и подавать к столу."
    ]
  },
  "Recipe 3": {
    "name": "Чечевичный суп с мятой на 4 порции",
    "cooking time": "30 минут",
    "ingredients": [
      "Красная чечевица — 150 г",
      "Репчатый лук — 1 головка",
      "Морковь — 1 штука",
      "Подсолнечное масло — 30 мл",
      "Сливочное масло — 15 г",
      "Пшеничная мука — 30 г",
      "Сливки 33% — 50 мл",
      "Специи по вкусу",
      "Лимон — ½ штуки",
      "Мята по вкусу"
    ],
    "cooking instructions": [
      "1 В небольшую кастрюлю налить литр воды и засыпать промытую чечевицу. Поставить кастрюлю на средний огонь.",
      "2 Натереть небольшую морковь на крупной терке, мелко нарезать лук. Как только чечевица начнет кипеть, надо убавить огонь, а затем долить еще 200 мл воды или бульона. Варить еще десять минут.",
      "3 Разогреть широкую плоскую сковороду, добавить туда подсолнечное и сливочное масло. Обжарить лук и морковь.",
      "4 Добавить обжаренные овощи в кастрюлю, влить сливки. Взбить суп ручным блендером, чтобы он превратился в густое пюре. Суп можно подавать к столу."
    ]
  },
  "Recipe 4": {
    "name": "Салат с креветками и кунжутом",
    "cooking time": "20 минут",
    "ingredients": [
      "Помидоры — 3 штуки",
      "Королевские креветки — 300 г",
      "Зеленый салат — 1 пучок",
      "Огурцы — 2 штуки",
      "Специи по вкусу",
      "Майонез по вкусу",
      "Кунжутные семечки — 3 столовые ложки"
    ],
    "cooking instructions": [
      "1 Порезать овощи крупно, салат порвать на куски.",
      "2 Довести до кипения сильно соленую воду и добавить креветки. После кипения варить 5 минут.",
      "3 Очистить креветки от панциря.",
      "4 Смешать овощи и креветки.",
      "5 Посыпать кунжутными семечками и заправить майонезом."
    ]
  },
  "Recipe 5": {
    "name": "Творожные пончики в сахарной пудре",
    "cooking time": "40 минут",
    "ingredients": [
      "Творог — 250 г",
      "Куриное яйцо — 3 штуки",
      "Пшеничная мука — 8 столовых ложек",
      "Сахар и соль по вкусу",
      "Оливковое масло по вкусу",
      "Сода — ½ чайные ложки",
      "Сахарная пудра с ванилью по вкусу"
    ],
    "cooking instructions": [
      "1 В миске смешать творог, яйца, муку, сахар, соду и соль до однородной консистенции.",
      "2 В небольшом сотейнике оливковое масло хорошо разогреть.",
      "3 При помощи чайной ложки или руками скатать из теста шарики, каждый размером чуть меньше грецкого ореха.",
      "4 Бросить пончики в кипящее масло и жарить на небольшом огне, постоянно переворачивая шумовкой.",
      "5 Готовые пончики выложить на бумажное полотенце и оставить на одну-две минуты — чтобы оно впитало лишнее масло. Подавать пончики горячими, выложив на блюдо и посыпав сахарной пудрой, смешанной с ванилином."
    ]
  }
}